:PROPERTIES:
:ID: 2bfc42e9-2615-44da-9e08-52feb221a826
:END:
#+title: List All ORES Databases
#+description: List All ORES Databases
#+type: recipe
#+version: 2
#+level: cross
#+filetags: :recipe:sql:database_management:
#+created: 2026-05-21
#+updated: 2026-05-21

List all ORES databases on the server:

#+begin_src sql
select * from ores_utility_ores_databases_view;
#+end_src

#+RESULTS:
#+begin_example
database_name
ores_nameless_sea
#+end_example
